Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_297_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámenuoraide earenoamáš orgána sámedikki oktavuhtii
smn: Säminuoraid jieijâs orgaan sämitige ohtâvuotân

source: Sámenuoraide plánejuvvo sierra orgána sámedikki vuogádahkii .
smn: Säminuoraid vuávájuvvoo sierânâs orgaan sämitiigán .

source: Nuoraidorgána plánenbargu leamaš jođus oahpahusministeriija ruhtadan prošeaktan jagi álggu rájes .
smn: Nuorâiorgaan vuávám lii lamaš joođoost máttááttâsministeriö ruttâdem projektin ive aalgâ rääjist .

source: Sámediggi lea ásahan ášši válmmaštallama várás earenoamáš bargojoavkku , man ságadoallin bargá sámedikki nuoramus lahttu Gáijjot Ántte Issaha Duomma , Tuomas Áslat Juuso , ja masa ášševálmmaštallin bargá prošeaktabargi Anne Länsman .
smn: Sämitigge lii asâttâm ääši valmâštâllâm várás sierânâs pargojuávhu , mon saavâjođetteijen tuáimá sämitige nuorâmus jeessân Tuomas Aslak Juuso já mon áášij valmâštellen parga proojeektpargee Anne Länsman .

source: Oahpahusministeriija lea mieđihan sámediggái 40.000 euro lasse-doarjaga plánenbarggu joatkimii .
smn: Máttááttâsministeriö lii mieđettâm sämitiigán 40.000 euro lasetorjuu vuávámpargo juátkimân .
